
[A_AcademyTownHall H7TownHall]
mName="Ратуша"
[A_AcademyMarketPlace H7TownMarketplace]
mName="Рынок"
[A_AcademyHallOfHeroes H7TownBuilding]
mName="Зал героев"
[A_AcademyCityHall H7TownHall]
mName="Магистрат"
[A_AcademyCapitol H7TownHall]
mName="Капитолий"
[A_AcademyArcaneLibrary H7TownArcaneLibrary]
mName="Библиотека тайн"
[A_AcademyAltarOfWishes H7TownDwelling]
mName="Алтарь Пожеланий"
[A_AcademyTownPortal H7TownPortal]
mName="Городской портал"
[A_AcademyVillageHall H7TownHall]
mName="Дом старейшин"
[A_Academy_MarketPlace H7TownMarketplace]
mName="Рынок"
mDesc="Позволяет обменивать ресурсы."
[A_Academy_HallOfHeroes H7TownBuilding]
mName="Зал героев"
mDesc="Позволяет нанимать новых и ранее побежденных героев. Список доступных героев меняется в начале каждой недели."
[A_Academy_CityHall H7TownHall]
mName="Магистрат"
mDesc="Дополнительно приносит 1000 ед. %ICON_GOLD золота в день."
[A_Academy_ArcaneLibrary H7TownArcaneLibrary]
mName="Библиотека тайн"
mDesc="В гильдии магов открываются два новых заклинания 1-го и 2-го и по одному заклинанию 3-го и 4-го уровней."
[A_Academy_AltarOfWishes H7TownDwelling]
mName="Алтарь желаний"
mDesc="Поселение элитных существ.\nПозволяет нанимать джиннов (4 в неделю)."
[A_Academy_TownPortal H7TownPortal]
mName="Портал"
mDesc="Обучает всех героев в городе заклинанию «Возврат в город».\nГерой может перенестись только в ближайший город."
[A_Academy_VillageHall H7TownHall]
mName="Дом старейшин"
mDesc="Дает возможность строить в этом городе новые здания.\nПриносит 500 ед. %ICON_GOLD золота в день."
[A_Academy_ThundercloudColiseum H7TownDwelling]
mName="Грозовой колизей"
mDesc="Улучшенное поселение легендарных существ.\n Позволяет улучшать колоссов и нанимать титанов."
[A_Academy_ThievesGuild H7TownThiefGuild]
mName="Гильдия воров"
mDesc="За небольшую плату предоставляет сведения о ваших противниках."
[A_Academy_StoneParapet H7TownDwelling]
mName="Каменный парапет"
mDesc="Поселение основных существ.\nПозволяет нанимать горгулий (18 в неделю)."
[A_Academy_StarsilverFoundry H7TownGrowthEnhancer]
mName="Горн звездного серебра"
mDesc="Улучшение поселения основных существ.\n+4 голема или аренитовых голема в неделю."
[A_Academy_SilverPavillion H7TownDwelling]
mName="Серебряный павильон"
mDesc="Поселение элитных существ.\nПозволяет нанимать ракшасов (2 в неделю)."
[A_Academy_SilverParapet H7TownDwelling]
mName="Серебряный парапет"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать горгулий и нанимать обсидиановых горгулий."
[A_Academy_SchoolOfMagic H7TownDwelling]
mName="Школа магов"
mDesc="Поселение элитных существ.\nПозволяет нанимать учеников (5 в неделю)."
[A_Academy_RoaringTower H7TownGrowthEnhancer]
mName="Львиная башня"
mDesc="Улучшение поселения элитных существ.\n+2 ракшаса или ракшаса-раджи в неделю."
[A_Academy_ResourceSilo H7TownSiloBuilding]
mName="Хранилище ресурсов"
mDesc="Приносит 1 ед. %icon_Crystal кристаллов драконьей крови, %icon_Dragonsteel драконьей стали, %icon_Shadowsteel сумрачной стали или %icon_Starsilver звездного серебра в день."
[A_Academy_PyramidalCraft H7TownUtilityUnitDwelling]
mName="Мастерская пирамид"
mDesc="Создание средств поддержки.\nПозволяет покупать малые пирамиды."
[A_Academy_PinnacleOfWishes H7TownDwelling]
mName="Вершина желаний"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать джиннов и нанимать джиннов-медиумов."
[A_Academy_Moat H7TownMoat]
mName="Ров"
mDesc="Ров защищает город во время осады.\nСтупив в ров, отряд теряет ход, получает урон от магии случайно выбранной школы, и с него снимаются все эффекты."
[A_Academy_ManaCore H7TownBuilding]
mName="Сердце магии"
mDesc="Удваивает максимальный запас %ICON_MANA маны героя до конца недели и полностью восстанавливает его."
[A_Academy_MagicGuild4 H7TownMagicGuild]
mName="Гильдия магов ур. 4"
mDesc="Открывает 1 случайное заклинание 4-го уровня.\nЕго могут изучить все герои, обладающие соответствующими навыками."
[A_Academy_MagicGuild3 H7TownMagicGuild]
mName="Гильдия магов ур. 3"
mDesc="Открывает 3 случайных заклинания 3-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_Academy_MagicGuild2 H7TownMagicGuild]
mName="Гильдия магов ур. 2"
mDesc="Открывает 4 случайных заклинания 2-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_Academy_MagicGuild1 H7TownMagicGuild]
mName="Гильдия магов ур. 1"
mDesc="Открывает 5 случайных заклинаний 1-го уровня.\nИх могут изучить все герои, обладающие соответствующими навыками."
[A_Academy_MageHousings H7TownGrowthEnhancer]
mName="Квартал магов"
mDesc="Улучшение поселения элитных существ.\n+5 учеников или адептов в неделю."
[A_Academy_LightningPyramid H7TownTower]
mName="Пирамида молний"
mDesc="Возводит две башни, защищающие город во время осады, и увеличивает атаку на +10 %ICON_ATTACK и защиту на +15 %ICON_DEFENSE для всех отрядов из укреплений во время битвы."
[A_Academy_LavaPool H7TownGrowthEnhancer]
mName="Озеро лавы"
mDesc="Улучшение поселения основных существ.\n+8 кабиров или старших кабиров в неделю."
[A_Academy_GolemFoundry H7TownDwelling]
mName="Фабрика големов"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать големов и нанимать аренитовых големов."
[A_Academy_GolemForge H7TownDwelling]
mName="Кузница големов"
mDesc="Поселение основных существ.\nПозволяет нанимать големов (8 в неделю)."
[A_Academy_GoldenPavillion H7TownDwelling]
mName="Золотой павильон"
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать ракшасов и нанимать ракшасов-раджей."
[A_Academy_Fortification3 H7TownGuardBuilding]
mName="Укрепления 3 ур."
mDesc="Увеличивается прочность стен и ворот.\nУвеличивается максимальный размер и прирост отрядов стражи."
[A_Academy_Fortification2 H7TownGuardBuilding]
mName="Укрепления 2 ур."
mDesc="Увеличивается прочность стен и ворот.\nВ страже появляются джинны и ученики.\nУвеличивается максимальный размер и прирост отрядов стражи."
[A_Academy_Fortification1 H7TownGuardBuilding]
mName="Укрепления 1 ур."
mDesc="Окружают город крепостной стеной с воротами. Город защищает горгульи и кабиры."
[A_Academy_FirePit H7TownDwelling]
mName="Огненный провал"
mDesc="Улучшенное поселение основных существ.\nПозволяет улучшать кабиров и нанимать старших кабиров."
[A_Academy_FireCave H7TownDwelling]
mName="Огненная пещера"
mDesc="Поселение основных существ.\nПозволяет нанимать кабиров (15 в неделю)."
[A_Academy_CloudColiseum H7TownDwelling]
mName="Облачный колизей"
mDesc="Поселение легендарных существ.\nПозволяет нанимать колоссов (1 в неделю)."
[A_Academy_CastingStage H7TownCastingStage]
mName="Площадка заклинателей"
mDesc="Сражаясь в землях вокруг этого города, ваши герои будут накладывать по одному произвольному негативному магическому эффекту на два случайно выбранных отряда противника."
[A_Academy_CabirFoundry H7TownGrowthEnhancer]
mName="Кузница кабиров"
mDesc="Улучшение поселения основных существ.\n+9 горгулий или обсидиановых горгулий в неделю."
[A_Academy_ArtifactRecycler H7ArtifactRecycler]
mName="Чародейская мастерская"
mDesc="Позволяет уничтожать артефакты, получая ресурсы."
[A_Academy_ArcaneVortex H7TownDwelling]
mName="Чародейский вихрь"
mDesc="Улучшенное поселение легендарных существ.\n Позволяет улучшать чародейских орлов и нанимать симургов."
[A_Academy_ArcaneTower H7TownDwelling]
mName="Чародейская башня"
mDesc="Поселение легендарных существ.\nПозволяет нанимать чародейских орлов (1 в неделю)."
[A_Academy_ArcanePortal H7TownTearOfAsha]
mName="Чародейский портал"
mDesc="Приносит 5000 ед. %ICON_GOLD золота в день и увеличивает прирост существ в этом городе на 50%.\nПовышает максимальный запас %ICON_MANA маны всех дружественных героев на 100."
[A_Academy_AlchemistLab H7TownBuilding]
mName="Лаборатория алхимика"
mDesc="Приносит 1 %icon_Crystal кристалл драконьей крови в день."
[A_Academy_UniversityOfMagic H7TownDwelling]
mName="Университет магов"
mDesc="Улучшенное поселение элитных существ. Позволяет нанимать адептов."
[A_AcademyUniversityOfMagic H7TownDwelling]
mDesc="Улучшенное поселение элитных существ.\nПозволяет улучшать учеников и нанимать адептов."
[A_AcademyWishingWell H7TownGrowthEnhancer]
mName="Колодец желаний"
mDesc="Улучшение поселения элитных существ.\n+3 джинна или джинна-медиума."
[A_Academy_Workshop H7TownUtilityUnitDwelling]
mName="Мастерская"
mDesc="Создание средств поддержки.\nПозволяет покупать палатки целителей."
[academybuildingabilities.A_AcademyManaCore_Ability H7BaseAbility]
mName="Способность источника маны"
[academybuildingabilities.A_AcademyManaCore_Buff H7BaseBuff]
mName="Сердце магии"
mTooltip="Удваивает максимальный запас %ICON_MANA маны героя до конца недели."
[A_Academy_Inscriber H7Inscriber]
mName="Небесные запасы"
mDesc="Приносит 1 ед. %icon_wood и 1 ед. %icon_ore в день."
[academybuildingabilities.A_CastingStage_Ability H7BaseAbility]
mName="Способность площадки заклинателей"
[academybuildingabilities.A_CastingStage_Buff H7BaseBuff]
mName="Площадка заклинателей"
mTooltip="В начале боя в землях вокруг этого города герой наложит по одному произвольному негативному магическому эффекту на два случайно выбранных отряда противника."
[A_Academy_WishingWell H7TownGrowthEnhancer]
mName="Колодец желаний"
mDesc="Улучшение поселения элитных существ.\n+4 джинна или джинна-медиума в неделю."
[academybuildingabilities.A_Academy_ArcanePortal_HeroBuff H7BaseBuff]
mName="Чародейский портал"
[academybuildingabilities.A_Academy_ArcanePortal_TownBuff H7BaseBuff]
mName="Чародейский портал"
[academybuildingabilities.A_Academy_CastingStage_Ability H7BaseAbility]
mName="Площадка заклинателей (способность)"
[academybuildingabilities.A_Academy_CastingStage_ApplyDebuff H7HeroAbility]
mName="Площадка заклинателей"
[academybuildingabilities.A_Academy_CastingStage_Buff H7BaseBuff]
mName="Площадка заклинателей"
mTooltip="Герой будет накладывать по одному произвольному негативному магическому эффекту на два случайно выбранных отряда противника."
[academybuildingabilities.A_Academy_ManaCore_Ability H7BaseAbility]
mName="Сердце магии (способность)"

UCP 1.1

[A_Academy_Capitol H7TownHall]
mName="Капитолий"
mDesc="Дополнительно приносит 2000 ед. %ICON_GOLD золота в день. У вас может быть только один Капитолий."

[A_Academy_TownHall H7TownHall]
mName="Ратуша"
mDesc="Дополнительно приносит 500 ед. %ICON_GOLD золота в день."

7.5_mod

[A_Academy_chambre_homme_chacal H7TownDwelling]
mName="Пустынные шатры"
mDesc="Позволяет принести в жертву аренитовых големов, чтобы нанять могущественное элитное существо - просветлённого дервиша."

[A_Academy_chambre_shantirie H7TownDwelling]
mName="Руины Шантири"
mDesc="Позволяет завербовать мощное существо-чемпиона - Хранителя Шантири. \Может быть завербовано с помощью функции "завербовать всех"."